Dlubal.SteelSurfaces.ST_SURFACE
Structure of surface

Dlubal.SteelSurfaces.ST_SURFACE.iSurfaceNo
Surface number

Dlubal.SteelSurfaces.ST_SURFACE.iMaterialNo
Material number

Dlubal.SteelSurfaces.ST_SURFACE.eThicknessType
Thickness Type

Dlubal.SteelSurfaces.ST_SURFACE.fThickness
Thickness

Dlubal.SteelSurfaces.ST_SURFACE.strRemark
Section remark

Dlubal.SteelSurfaces.ST_SURFACE.strComment
Section comment